Repository: Jessicastrickland/mailauth
Catalog: Mynigma/*.lproj/SetupScreens.strings
Languages: de

# 2Qd-ua-T14.title
source: View our privacy policy on mynigma.org
de: Sie finden unsere Datenschutzerklärung auf mynigma.org

# 34H-eK-WGE.title
source: Skip this step
de: Diesen Schritt überspringen

# 3DQ-4x-2oL.title
source: Messages to other M users will be made safe automatically. All you need to do is send an open message first.
de: Nachrichten zu anderen M-Nutzern werden automatisch verschlüsselt. Zuerst müssen Sie nur eine offene Nachricht austauschen.

# 4X5-jx-aQx.title
source: Use normal login instead
de: Normale Anmeldung benutzen

# 5WG-Z1-CZD.placeholderString
source: Email address
de: E-Mail-Adresse

# 6X6-Qj-CYk.title
source: M is a lightweight, secure email client that protects your privacy.
de: M ist ein benutzerfreundlicher und sicherer E-Mail-Client, der Ihre Privatsphäre schützt.

# 97L-SH-xS6.title
source: Account import
de: Kontoimport

# BJM-EB-78N.title
source: Let us do the work...
de: Lassen Sie uns die Arbeit machen...

# Eyd-c6-lJQ.title
source: Connect
de: Verbinden

# Fjk-uN-uvw.title
source: IMAP: wrong user name or password
de: IMAP: Falscher Nutzername oder Passwort

# FzH-Zd-EfS.title
source: Alternatively, you can mitigate the risk of data loss by installing M on several devices.
de: Zusätzlich können Sie die Gefahr des Datenverlustes verringern, indem Sie M auf verschiedenen Geräten installieren.

# HdV-kg-fRT.title
source: Only an encrypted version is stored in the cloud. It can be opened by sender and recipient. That's it.
de: In der Cloud wird eine verschlüsselte Version gespeichert. Diese kann nur von Absender und Empfänger geöffnet werden.

# Kd8-Jv-I2K.title
source: A normal email is a postcard in the cloud. It's part of your online footprint.
de: Eine normale E-Mail ist wie eine Postkarte in der Cloud. Damit wird sie Teil Ihres Online-Profils.

# MHb-VG-75F.title
source: Setup successul
de: Verbindung erfolgreich

# ONn-ib-mdz.title
source: Email providers, advertisers, government agencies and criminals may access it without your knowledge.
de: E-Mail-Provider, Werbetreibende, Geheimdienste und Kriminelle könnten ohne Ihr Wissen Zugriff erlangen.

# Pmn-Sc-yqB.placeholderString
source: Please enter password
de: Bitte Passwort eingeben

# SXd-td-oYE.title
source: Congratulations! Setup is complete.
de: Glückwunsch! Die Einrichtung ist abgeschlossen.

# UVt-9R-KEC.title
source: Click "open" in the following window to import your account settings from Apple Mail.
de: Klicken Sie im folgenden Fenster auf "Öffnen" um Ihre Kontoeinstellungen aus Apple Mail zu importieren.

# Vj4-aO-CWx.title
source: Please select the accounts you would like to use with M
de: Bitte wählen Sie die Konten aus, die Sie mit M nutzen möchten

# WZu-ql-rxe.title
source: A safe message is protected by an electronic envelope.
de: Eine sichere Nachricht wird durch einen digitalen Briefumschlag geschützt.

# YVv-uN-ztc.title
source: Skip the introduction
de: Die Einführung überspringen

# a9D-zL-vFe.title
source: No data will ever be sent to us. Not even your email address.
de: Es werden keine Daten an uns gesendet. Nicht einmal Ihre E-Mail-Adresse.

# av1-gH-6xd.title
source: We are setting up the encryption in the background. There is a lot to do, so please be patient if the app becomes a little slow. It should only take a minute or two. Meanwhile, may we urge you that backing up your hard drive is a great idea. This is especially true after you have installed M, as your messages no longer lie unencrypted in the cloud. If you lose your local keychain, you will also lose access to your messages.
de: Wir richten die Verschlüsselung im Hintergrund ein. Es gibt viel zu tun, deshalb bitten wir um Ihre Geduld, falls die App ein bisschen langsam wird. Es sollte nur ein paar Minuten dauern. In der Zwischenzeit würden wir Sie gerne darauf hinweisen, dass es eine gute Idee ist, ein Backup Ihrer Festplatte zu erstellen. Besonders nachdem Sie M installiert haben, da Ihre Nachrichten nun nur noch verschlüsselt in der Cloud liegen. Verlieren Sie Ihren lokalen Schlüsselbund, verlieren Sie auch Zugriff auf Ihre alten Nachrichten.

# cAJ-8z-2Qn.title
source: + Add account
de: + Konto hinzufügen

# dPZ-ok-AZH.title
source: Cancel
de: Abbrechen

# hc0-Yj-TZn.title
source: Welcome
de: Willkommen

# k4O-3b-5Rw.title
source: The reply and all future messages will be safe.
de: Ihre Antwort und alle weiteren Nachrichten werden verschlüsselt.

# mgy-dX-4fg.title
source: Connecting to your email provider
de: Wir verbinden uns mit Ihrem E-Mail-Provider

# r5J-5g-8vV.title
source: Open messages
de: Offene Nachrichten

# urR-Ac-K95.title
source: Entirely automatic
de: Vollkommen automatisch

# vYv-Qw-UGU.title
source: We can log you in using OAuth, giving you more control over your data.
de: Wir können OAuth zum Anmelden nutzen, um Ihnen mehr Kontrolle über Ihre Daten zu geben.

# yS9-Ss-6JQ.title
source: Log in with OAuth
de: Mit OAuth anmelden

# yXQ-Vn-Saf.title
source: Account setup
de: Kontoeinrichtung

# yx2-yp-ZF2.title
source: Safe messages
de: Sichere Nachrichten

# zsY-rX-RL7.title
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
